---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.CorrectionFactorSetIterator
source: html/7bd64463-c298-ebda-d9b1-79890016b4a2.htm
---
# CorrectionFactorSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.